{
  "common": {
    "support": "Colabora",
    "close": "Cerrar",
    "contact": "Contacto",
    "info": "Información",
    "write_us": "Escribenos",
    "continue": "Continuar",
    "send": "Enviar",
    "retry": "Reintentar",
    "know_more": "Saber más",
    "mam_project": "Mam Project"
  },
  "navigation": {
    "us": "Nosotras",
    "mission": "Misión",
    "values": "Valores",
    "founders": "Fundadoras",
    "violet_bricks": "Ladrillos Violeta",
    "concept": "Concepto",
    "objective": "Objetivo",
    "bridge_people": "Personas puente",
    "first_bricks": "Primeros ladrillos",
    "what_we_do": "¿Qué hacemos?",
    "agenda": "Agenda",
    "transparency": "Transparencia",
    "documents": "Documentos",
    "join_mam": "Forma parte de MAM",
    "bridge_partners": "Socios/as puente",
    "about_us": "Sobre nosotras",
    "become_member": "Hazte socio/a",
    "organigrama": "¿Cómo nos organizamos?",
    "donde_va_tu_dinero": "¿Dónde va tu dinero?",
    "construyendo_puentes": "Construyendo puentes",
    "canal_denuncias": "Canal de denucias"
  },
  "accessibility": {
    "logo": "Logo de {name}",
    "open_new_tab": "Abrir {name} en una nueva pestaña"
  },
  "team": {
    "secretary": "Secretaria",
    "treasurer": "Tesorero",
    "president": "Presidenta",
    "redessociais": "Redes sociales",
    "gestionproyecto": "Gestión de proyecto",
    "kenya_manager": "Gestora de proyecto en Kenia",
    "web_development": "Desarrollo web"
  },
  "home": {
    "gladys_with_children": "Mama Gladys rodeada de niños",
    "mam_description": "MAM es una asociación con base en Galicia, actualmente colabora con Ukunda Cerebral Palsy. Ambas organizaciones llevan a cabo un proyecto dedicado a dotar a la escuela de los recursos necesarios para que niños con diversidad funcional de la región de Ukunda puedan acceder a una educación.",
    "get_purple_brick": "Consigue tu ladrillo violeta",
    "bridge_people_title": "Personas puente tienden la mano a una situación que se está viviendo en la ciudad de Ukunda, Kenia",
    "spain_africa_pic": "España y África unidas con una línea de puntos",
    "spain_africa_text_1": "Ukunda es una región de Kenia. Su principal motor económico es el turismo, lo que lleva a personas de todo el país a emigrar, buscando una oportunidad laboral. Es un lugar marcado por los contrastes, donde complejos hoteleros de lujo conviven con asentamientos rudimentarios que carecen de luz, agua o red de saneamiento.",
    "spain_africa_text_2": "Estos contrastes son tan grandes que a escasos kilómetros de dónde turistas de todo el mundo pasan sus vacaciones, nos encontramos con niños sin acceso a ropa, comida o educación.",
    "spain_africa_text_3": "Ante esta realidad, nos ponemos en contacto con personas de la comunidad, valoramos las necesidades y todos juntos, decidimos poner en marcha este proyecto.",
    "video_title": "Dando voz a vidas",
    "building_bridges": "Construyendo puentes",
    "special_needs_children_pic": "Niñas/os con diversidad funcional",
    "moms_snc_pic": "Madres de hijos con diversidad funcional",
    "bullets_footer": "En MAM Project lo tenemos muy claro, queremos ser esas personas puente que consigan constuirir una esctructura física que de un soporte educativo 360 a las niñas y niños de la comunidad.",
    "rs_1": "En la región de Ukunda, las personas con diversidad funcional son excluidas y rechazadas por la sociedad. Desde MAM Project, queremos romper esas barreras y brindarles la educación que se merecen.",
    "rs_2": "Queremos crear un espacio libre y seguro, donde las madres jóvenes con hijos/as puedan desarrollar una labor, contribuir a la comunidad o simplemente conectar con otras madres que están en su misma situación.",
    "rs_3": "La educación es la base fundamental para que un niño/a se desarrolle plenamente. En MAM Project creemos firmemente en una educación inclusiva, donde niños y niñas de la comunidad tengan acceso a un lugar seguro y portenciar así todas sus habilidades y capacidades.",
    "students": "Niños de infantil y primaria",
    "follow_instagram": "Síguenos en Instagram para no perderte nada"
  },
  "about": {
    "scope": "Objetivo",
    "scope_1": "MAM nace con el objetivo de atender las carencias educativas que enfrentan actualmente muchos niños y niñas, tanto con diversidad funcional, como sin ella, en la comunidad de Ukunda. Para lograrlo, queremos promover la creación de una comunidad educativa que cuente con los recursos educativos necesarios para que todos los niños y niñas puedan tener acceso a una educación digna. Además, dentro del colegio habilitaremos un espacio para madres jóvenes que no cuenten con recursos económicos para que puedan acceder a un trabajo y cuidar de sus hijos al mismo tiempo.",
    "vision": "Visión",
    "vision_text": "MAM quiere dar respuesta a las necesidades educativas de una pequeña parte de la comunidad de Ukunda, creando un proyecto en conjunto con la comunidad local. Queremos apoyar, escuchar y acompañar. De esta manera, enfocamos nuestra labor en proporcionar recursos y herramientas que contribuyan al acceso a la educación. Desde MAM, defendemos el derecho a una educación digna e inclusiva, especialmente para aquellas personas con diversidad funcional, independientemente de su lugar de origen, contexto socioeconómico o situación familiar.",
    "base": "Base",
    "base_1": "MAM nace en 2022,cuando Marta conoce a Mama Gladys en Ukunda, Kenia. Gracias a esta conexión, Marta pudo identificar las necesidades y los desafíos que enfrentan las familias con miembros que presentan diversidad funcional.",
    "first_brick": "Primer ladrillo",
    "first_brick_1": "Al volver de su viaje, Marta comparte su visión y experiencia en Ukunda con Ángela y deciden ponerle rumbo a este proyecto, no sin antes hacer una parada en Asturias y transmitírselo a Marina.",
    "first_brick_2": "Las desigualdades y barreras con las que tienen que luchar diariamente los niños/as para acceder a una educación digna fue lo que las motivó para apoyar este proyecto.",
    "first_brick_3": "\"La ilusión y compromiso de las tres es la clave para alcanzar nuestras metas\"",
    "building_bridges_1": "Defendemos la igualdad, siendo conscientes de nuestra situación de privilegio.",
    "building_bridges_2": "Presentamos un modelo de cooperación basado en el desarrollo de la comunidad, respondiendo a las necesidades locales y el respeto, creando así, un proyecto estable y perdurable en el tiempo.",
    "build_a_home": "Una persona puede poner un ladrillo, pero muchas pueden crear un hogar"
  },
  "violetBricks": {
    "violet_bricks_description": "Los ladrillos violetas se presentan como un concepto nuevo de ayuda a las personas convirtiendose en nuestra unidad de medida. Un movimiento de conexión entre dos paises para conseguir dar oportunidades a personas que en su día a día carecen de las herramientas necesarias.",
    "brick_value": "1 ladrillo violeta = 5€",
    "what_is_a_violet_brick_question": "¿Qué es un ladrillo violeta?",
    "what_is_a_violet_brick_answer": "Con MAM Project queremos cambiar las cosas y para ello hemos creado una unidad de medida única, que sigue y transmite los valores que queremos transmitir en esta ONG.\nCuando haces una donación a MAM Project, no pones dinero, aportas un ladrillo en este puente que estamos construyendo para unir dos comunidades. De esta manera tus 5€ se transforman en una pared, una silla, un libro, un bol de arroz...",
    "bridge_partners_description": "Aquellas que te ayudan a transitar de un lugar a otro y a sortear obstáculos acompañándote a lo largo del camino\n\nNosotras lo tenemos claro, queremos ser esas personas capaces de ayudar a conectar y dar visibilidad a un problema real con el objetivo de conectarlo con el mundo."
  },
  "donate": {
    "donate_your_brick": "Dona tu ladrillo",
    "donate_description": "Sabemos que cada realidad es diferente, por eso solo tú puedes elegir cuántos ladrillos quieres donar. Gracias a tu aportación, los niños con diversidad funcional, las madres jóvenes y los niños y niñas de la comunidad de Ukunda tendrán una educación mejor. ¡Continuamos juntos, construyendo puentes!",
    "donate_once": "Puntual",
    "donate_monthly": "Mensual",
    "donate_quarterly": "Trimestral",
    "donate_yearly": "Anual",
    "donation_frequency": "Frecuencia con la que quieres contribuir",
    "donation_amount": "Valor de tu aportación (€)",
    "donation_title": "Haz tu aportación",
    "donation_description": "Gracias por apoyar nuestra causa. Haz clic en el botón para ir a nuestra página de GoFundMe, donde podrás elegir la cantidad de tu aportación.",
    "donation_button": "Ir a GoFundMe",
    "donation_amount_min": "El valor mínimo es de {min}€",
    "payment_thanks": "¡Gracias por contribuir con Mam Project!\nEn breve recibirás un correo con los detalles de tu aportación.",
    "manage_payments": "Gestionar mis pagos"
  },
  "forms": {
    "name": "Nombre",
    "surname": "Apellidos",
    "email": "Correo electrónico",
    "phone": "Teléfono",
    "about_you": "Cuéntanos sobre ti. ¿Tuviste alguna experiencia previa en voluntariado? ¿Nacional o internacional? ¿En qué organización? ¿Cuánto tiempo? ¿Por qué quieres colaborar con MAM? ¿Que crees poder aportar a MAM?",
    "location": "Provincia de residencia actual",
    "required_field": "Campo requerido",
    "invalid_email": "Correo electrónico inválido",
    "min_length": "La longitud mínima es de {min} caracteres",
    "max_length": "La longitud máxima es de {max} caracteres",
    "accept_gdpr": "Debes aceptar la política de privacidad",
    "bridge_people_form_text": "Para construir nuestro puente, también necesitamos personas que coloquen esos ladrillos. ¿Crees que tu perfil profesional puede aportar a este proyecto?\n\nNecesitamos: arquitecto/a, educador/a social, gestor/a económica, informático/a, jurista, periodista, traductor/a, sanitario…",
    "form_error_title": "¡Ups! Ha ocurrido un error",
    "form_error_description": "Inténtalo de nuevo o escríbenos a nuestro correo electrónico: <link>{email}</link>",
    "form_retry_alt": "Puedes volver a pulsar el botón de enviar.",
    "common_form_success": "¡Perfecto!",
    "common_form_success_description": "Hemos recibido tu mensaje. Nos pondremos en contacto contigo lo antes posible.",
    "retry_or_contact": "Puedes volver a intentarlo o contactar con nosotras a través de nuestro email: {email}"
  },
  "terms": {
    "privacy_policy": "Política de privacidad",
    "accept_terms_1": "He leído y acepto ",
    "accept_terms_2": "la política de privacidad de MAM Project."
  },
  "committee": {
    "violet_committee": "Comité violeta",
    "committee_description": "Somos una asociación por y para las personas donde nuestra base es la transparencia. Por eso queremos que formes parte de MAM de una forma totalmente diferente. ¿Cómo?\n\n\nHemos creado un comité violeta, un espacio seguro donde poder expresar y  conocer de primera mano tu opinión acerca del proyecto, qué cosas mejorarías o inlcuso comunicarnos aquellas ideas que creas, puedan  aportar al movimiento. \n\nTu opinión importa, y mucho.",
    "committee_form_message": "Lee el contenido de nuestra página web ¡No te olvides de nada!\n\n- ¿Queda claro el proyecto que estamos llevando a cabo?\n- ¿Se transmite la situación de Ukunda?\n- ¿Transmite la importancia de esta acción?\n- ¿Consideras el proyecto transparente? \n\nMira nuestras redes sociales.\n\n¿Echas algo en falta?\n¿Reflejan nuestra visión misión y valores sobre la cooperación?\n\nHaz un comentario. No te cortes, tu opinión nos sirve para mejorar. Refleja todo aquello que valoras y lo que cambiarías."
  },
  "subscribe": {
    "connection_time": "¡Hora de estar conectados!",
    "subscribe_text": "Suscríbete y una vez al mes, conocerás de primera mano todos los ladrillos violetas que hemos conseguido. Sabemos que tienes poco tiempo, por lo que no te agobiaremos con los correos :)",
    "write_email": "Escribe tu email",
    "subscribe": "Suscribirme",
    "subscribe_success": "¡Gracias por suscribirte!",
    "subscribe_success_description": "Pronto recibirás noticias nuestras"
  },
  "createBrick": {
    "create_brick": "Crea tu ladrillo",
    "solidarity_brick": "Crea tu propio ladrillo solidario",
    "solidarity_brick_description": "Sabemos que hay muchas maneras de crear un puente, siendo socio/a, miembro/a, donando.. pero también creemos que podemos hacer las cosas de manera diferente, por eso te invitamos crear tu propio ladrillo. Te explicamos cómo puedes conseguirlo:",
    "solidarity_concert": "Concierto solidario",
    "solidarity_concert_description": "Organiza un concierto y aporta tu lado más solidario. La música une y conecta a las personas. En este proyecto queremos hacer los mismo. Si vas a un concierto, utiliza nuestra plataforma para conseguir esa conexión.",
    "solidarity_meal": "Comida o cena benéfica",
    "solidarity_meal_description": "Una reunión alrededor de una mesa puede ser el lugar idóneo para transmitir los valores de MAM Project. Comparte con tus amigos/as y familiares tu visión y forma parte de la ONG",
    "celebrations": "Celebraciones",
    "celebrations_description": "Tu boda, tu cumpleaños o cualquier momento de reunión es bueno para celebrar. En MAM Project queremos transmitir esa ilusión y creemos un buen momento para compartir este proyecto.",
    "sport_cultural_event": "Evento deportivo o cultural",
    "sport_cultural_event_description": "La cultura y el deporte tienen muchas cosas en común, ilusión, compromiso y superación. Tres adjetivos que describen a MAM Project. \n\nSi estas pensando en organizar una exposición de arte o de fotografía, una maratón, un evento deportivo, puedes organizarlo a beneficio de MAM Project.",
    "solidarity_challenge": "Reto solidario",
    "solidarity_challenge_description": "Propón a tus compañeros de trabajo, tus amigos, tus familiares o personas más cercanas un reto solidario y obtén fondos para MAM Project.",
    "tell_us": "¿Nos propones una idea?",
    "tell_us_description": "Siéntete libre para hablar con nosotras y comunicarnos tu idea. Recuerda, una persoa puede poner un ladrillo, pero muchas pueden crear un hogar.",
    "mam_merch_pic": "Mam Project label",
    "event_data_label": "¿Qué evento vas a realizar?\n¿Dónde va a ser?\nMAM promocionará tu evento en nuestras redes sociales.",
    "create_brick_description": "Sabemos que hay muchas maneras de crear un puente, siendo socio/a, miembro/a, donando... pero también creemos que podemos hacer las cosas de manera diferente, por eso te invitamos crear tu propio ladrillo. Te explicamos cómo puedes conseguirlo:",
    "create_brick_event": "Nombre del evento"
  },
  "cookies": {
    "cookies_policy": "Política de cookies",
    "cookies_banner_text": "Utilizamos cookies propias y de terceros para mejorar su experiencia y la funcionalidad de nuestro sitio web.",
    "cookies_settings_btn": "Configuración de cookies",
    "cookies_accept_btn": "Aceptar todas las cookies",
    "cookies_reject_btn": "Rechazar todas las cookies",
    "cookies_error_title": "¡Ups! Ha ocurrido un error",
    "cookies_error_description": "No hemos podido guardar tus preferencias. Ninguna cookie ha sido guardada",
    "accept_cookies_cookie": "Cookie de aceptación de cookies (propia)",
    "google_cookies": "Cookies de Google (tercero)",
    "stripe_cookies": "Cookies de Stripe (tercero)",
    "save_preferences": "Guardar preferencias",
    "preferences_saved": "Hemos guardado tus preferencias.",
    "preferences_not_saved": "No hemos podido guardar tus preferencias. Vuelve a intentarlo más tarde o prueba uno de los métodos alternativos.",
    "allow_cookies": "Para poder continuar, debes aceptar las cookies de {cookies}",
    "set_cookies_alternative": "Para modificar tus preferencias, tamibén puedes hacerlo a través del botón del footer o reseteando las cookies de tu navegador."
  },
  "images": {
    "kenya_road_alt": "Una carretera de Kenya, con vehículos y vegetación",
    "table_and_chairs_alt": "Una mesa y sillas",
    "market_alt": "Un mercado callejero en Kenia",
    "students_alt": "Dos estudiantes en una celebración",
    "wheel_chairs_alt": "Sillas de ruedas",
    "kenya_home_alt": "Una casa construida con entramado de barro y paja",
    "wheelchair_kids_alt": "Dos niños junto a otro que necesita una silla de ruedas",
    "children_around_cake_alt": "Niños y niñas alrededor de una tarta",
    "bottles_building_alt": "Dos mujeres frente a un muro hecho con botellas de plástico"
  },
  "transparency": {
    "transparency_explain": "En MAM creemos en un mundo justo y libre de corrupción, en el que se actúe con integridad y transparencia. Más allá de los aspectos legales, sabemos que MAM no sería posible sin todos vosotros (o sin toda la gente que hace posible…etc.). Como es natural, es probable que te surjan dudas sobre el funcionamiento de nuestra organización. Podrías querer saber cómo obtenemos financiamiento, de qué manera se administran los recursos o quiénes participan en nuestras iniciativas, entre otras cuestiones. Para responderlo, aquí encontrarás documentación relativa a nuestra actividad.",
    "text_canal_denuncias": "En caso de identificar conductas irregulares en nuestra organización, no dudes en contactar con nosotros. Puedes mandar tu denuncia a mamprojectukunda@gmail.com",
    "en_construccion": "Estamos trabajando en subir un documento explicativo."
  }
}
